jaxws/collection.war/request3.xml

<?xml version="1.0"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Header/>
  <env:Body>
    <ns2:parseToMap xmlns:ns2="http://ws.gss.redhat.com/">
      <arg0>name:Kyle,place:Vancouver</arg0>
    </ns2:parseToMap>
  </env:Body>
</env:Envelope>
